tap "akuity/tap"
tap "anchore/grype"
tap "aquasecurity/trivy"
tap "arttor/tap"
tap "aws/tap"
tap "azure/functions"
tap "buildpacks/tap"
tap "buo/cask-upgrade"
tap "charmbracelet/tap"
tap "coder/coder"
tap "dart-lang/dart"
tap "derailed/popeye"
tap "fluxcd/tap"
tap "golangci/tap"
tap "hashicorp/tap"
tap "heroku/brew"
tap "isen-ng/dotnet-sdk-versions"
tap "kreuzwerker/taps"
tap "krishkrosh/apps"
tap "leoafarias/fvm"
tap "microsoft/mssql-release"
tap "minamijoyo/hcledit"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "robusta-dev/krr"
tap "shivammathur/php"
tap "supabase/tap"
tap "tailwarden/komiser"
tap "trufflesecurity/trufflehog"
tap "turbot/tap"
tap "weaveworks/tap"
brew "act"
brew "openssl@3"
brew "python@3.13"
brew "tree"
brew "ansible"
brew "libx11"
brew "apktool"
brew "argocd"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "boost"
brew "numpy"
brew "checkov"
brew "cmake"
brew "cmake-docs"
brew "cmatrix"
brew "cmctl"
brew "ruby", link: true
brew "cocoapods"
brew "libpq"
brew "php"
brew "composer"
brew "doctl"
brew "drone-cli"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "eksctl"
brew "fastlane"
brew "librist"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-filter-repo"
brew "git-gui"
brew "gnupg"
brew "go"
brew "go-critic"
brew "go-task"
brew "goaccess"
brew "graphviz"
brew "grype"
brew "gum"
brew "helm"
brew "helmfile"
brew "httpie"
brew "icu4c@76"
brew "inframap"
brew "ios-deploy"
brew "jfrog-cli"
brew "jq"
brew "jsonnet"
brew "k6"
brew "k9s"
brew "ko"
brew "kubernetes-cli"
brew "kubectx"
brew "kubescape"
brew "kubeshark"
brew "kubespy"
brew "kustomize"
brew "libfido2"
brew "libomp"
brew "lnav"
brew "minikube"
brew "mysql-client"
brew "netcat"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "pipenv"
brew "pipx"
brew "pkgconf"
brew "portaudio"
brew "pre-commit"
brew "protobuf"
brew "prowler"
brew "putty"
brew "pyenv"
brew "python@3.10"
brew "python-tk@3.10"
brew "python@3.11"
brew "python-tk@3.11"
brew "python@3.9"
brew "python-tk@3.9"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "stern"
brew "swaks"
brew "talisman"
brew "tcptraceroute"
brew "telnet"
brew "terraform-docs"
brew "terragrunt"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "tfupdate"
brew "watch"
brew "wget"
brew "wimlib"
brew "yq"
brew "akuity/tap/kargo"
brew "aquasecurity/trivy/trivy"
brew "arttor/tap/helmify"
brew "aws/tap/copilot-cli"
brew "azure/functions/azure-functions-core-tools@4"
brew "buildpacks/tap/pack"
brew "charmbracelet/tap/freeze"
brew "derailed/popeye/popeye"
brew "fluxcd/tap/flux"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "leoafarias/fvm/fvm"
brew "microsoft/mssql-release/msodbcsql18"
brew "microsoft/mssql-release/mssql-tools18"
brew "minamijoyo/hcledit/hcledit"
brew "mongodb/brew/mongodb-database-tools"
brew "supabase/tap/supabase"
brew "trufflesecurity/trufflehog/trufflehog"
brew "turbot/tap/steampipe"
brew "weaveworks/tap/gitops"
cask "bootstrap-studio"
cask "brave-browser"
cask "bruno"
cask "canva"
cask "dotnet-runtime"
cask "flutter"
cask "font-inconsolata"
cask "gcloud-cli"
cask "github"
cask "jetbrains-toolbox"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "openvpn-connect"
cask "postman"
cask "rar"
cask "slack"
cask "stats"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "ahmadalli.vscode-nginx-conf"
vscode "alefragnani.bookmarks"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "atommaterial.a-file-icon-vscode"
vscode "cschlosser.doxdocgen"
vscode "cstrap.flask-snippets"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "figma.figma-vscode-extension"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "mathiasfrohlich.kotlin"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azure-load-testing.microsoft-testing"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-pgsql"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "nash.awesome-flutter-snippets"
vscode "openai.chatgpt"
vscode "phplasma.csv-to-table"
vscode "pkief.material-icon-theme"
vscode "rangav.vscode-thunder-client"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "simonsiefke.svg-preview"
vscode "streetsidesoftware.code-spell-checker"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vsls-contrib.gistfs"
vscode "vue.volar"
vscode "wraith13.zoombar-vscode"
vscode "zaraclaj.flutter-provider-snippets"
vscode "zhuangtongfa.material-theme"
